 [
      {
        "id": "1",
        "picture": "https://i.ibb.co/H2hkFnX/15185356-5554657.jpg",
        "title": "Donation for Health",
        "category": "Health",
        "category_bg": "#0052ff33 ",
        "card_bg": "#0052ff26",
        "text_button_bg": "#636cc5",
        "title_text_color": "#0052FF",
        "category_text_color": "#0052FF",
        "description": "Support our health initiatives to provide medical care to those in need. Your generous contribution can make a significant impact by improving healthcare access for individuals and communities. With your help, we can fund essential medical treatments, provide access to life-saving medications, and support medical research to combat diseases. Together, we can make a difference in the lives of those who rely on quality healthcare. Join us in our mission to create a healthier and happier world. Your donation is a step towards a brighter and healthier future.",
        "price": 250.00
      },
      {
        "id": "2",
        "picture": "https://i.ibb.co/4WhxRv8/15310401-19-Z-2105-w028-n002-73-A-p15-73.jpg",
        "title": "Education Donation",
        "category": "Education",
        "category_bg": "#ff444a33",
        "card_bg": "#ff444a26",
        "text_button_bg": "#3ec172",
        "title_text_color": "#FF444A",
        "category_text_color": "#FF444A",
        "description": "Help children access quality education by making a contribution today. Your donation empowers young minds and opens doors to opportunities. It supports educational programs, scholarships, and resources that enable students to thrive academically. By investing in education, you're investing in a brighter future for individuals and communities. Together, we can bridge the education gap and ensure that every child has the chance to learn, grow, and succeed. Join us in our mission to empower the next generation with knowledge and skills that will shape a better tomorrow.",
        "price": 200.00
      },
      {
        "id": "3",
        "picture": "https://i.ibb.co/8BHdc11/12078975-4912879.jpg",
        "title": "Clothing Donation",
        "category": "Cloth",
        "category_bg": "#79c23f26",
        "card_bg": "#79c23f33",
        "text_button_bg": "#e82626",
        "title_text_color": "#79C23F",
        "category_text_color": "#79C23F",
        "description":  "Donate clothing items to keep people warm during the cold season. Your contribution can provide comfort and protection to those in need. As temperatures drop, many individuals face the harsh reality of inadequate clothing. Your generosity can make a significant difference by ensuring that no one goes without warm clothing. Join us in our mission to collect and distribute clothing to those who need it most. Your donation helps us extend a helping hand and spread warmth and hope during the winter months.",
        "price": 100.00
      },
      {
        "id": "4",
        "picture": "https://i.ibb.co/6W46KgQ/22344064-Tiny-volunteers-sharing-canned-food-and-grocery-products.jpg",
        "title": "Food Donation",
        "category": "Food",
        "category_bg": "#f8714733",
        "card_bg": "#f8714726",
        "text_button_bg": "#c8568f",
        "title_text_color": "#F87147",
        "category_text_color": "#F87147",
        "description":  "Contribute to our food drive and help end hunger in our community. Your donation supports our mission to provide nutritious meals to those facing food insecurity. With your help, we can stock food pantries, organize meal programs, and reach out to individuals and families in need. Hunger is a critical issue, and your generosity can make a significant impact on alleviating it. Join us in our campaign to ensure that no one goes to bed hungry. Your contribution brings hope and nourishment to those who need it most.",
        "price": 150.00
      },
      {
        "id": "5",
        "picture": "https://i.ibb.co/jfgdWFZ/7610484-3690389.jpg",
        "title": "Supporting Health Initiatives",
        "category": "Health",
        "category_bg": "#0052ff33 ",
        "card_bg": "#0052ff26",
        "text_button_bg": "#636cc5",
        "title_text_color": "#0052FF",
        "category_text_color": "#0052FF",
        "description":  "Your donation can save lives and improve healthcare access for many. By supporting our health initiatives, you contribute to better medical care, essential treatments, and public health programs. Your generosity helps us provide medical assistance to individuals in need, conduct research to combat diseases, and enhance healthcare infrastructure. Together, we can create a healthier world where everyone has access to quality healthcare. Join us in our mission to make a meaningful impact on global health.",
        "price": 300.00
      },
      {
        "id": "6",
        "picture": "https://i.ibb.co/7WXRDhX/12145638-Wavy-F-D-01-Single-02.jpg",
        "title": "Empower Education",
        "category": "Education",
        "category_bg": "#ff444a33 ",
        "card_bg": "#ff444a26",
        "text_button_bg": "#3ec172",
        "title_text_color": "#FF444A",
        "category_text_color": "#FF444A",
        "description":  "Support educational programs that empower the next generation. Your donation helps us provide resources, scholarships, and learning opportunities to students. By investing in education, you contribute to brighter futures, career opportunities, and personal growth. Together, we can make a significant impact on the lives of young individuals, shaping a better tomorrow. Join us in our mission to ensure that every child has access to quality education and the chance to reach their full potential.",
        "price": 250.00
      },
      {
        "id": "7",
        "picture": "https://i.ibb.co/C2kXVBH/12062417-4881929.jpg",
        "title": "Warm Clothing Drive",
        "category": "Cloth",
        "category_bg": "#79c23f26",
        "card_bg": "#79c23f33",
        "text_button_bg": "#e82626",
        "title_text_color": "#79C23F",
        "category_text_color": "#79C23F",
        "description":  "Help us collect warm clothing for those in need during winter. Your donation provides comfort and protection against the cold. Many individuals, including children and the homeless, face the harsh winter without proper clothing. Your generosity can make a difference by ensuring that no one goes without warmth. Join us in our mission to spread warmth and hope during the coldest months of the year. Your contribution can change lives by keeping people safe and comfortable.",
        "price": 100.00
      },
      {
        "id": "8",
        "picture": "https://i.ibb.co/3S6yF9Y/21683580-Tiny-people-standing-near-box-of-donation-food-for-delivery.jpg",
        "title": "Fight Hunger Together",
        "category": "Food",
        "category_bg": "#f8714733 ",
        "card_bg": "#f8714726",
        "text_button_bg": "#c8568f",
        "title_text_color": "#F87147",
        "category_text_color": "#F87147",
        "description": "Join our mission to eliminate hunger and food insecurity in our community. Your donation supports our efforts to provide nutritious meals, food distribution, and support to individuals and families facing hunger. Hunger is a pressing issue, and your contribution can make a significant impact. Together, we can ensure that no one in our community goes to bed hungry. Your generosity brings hope and sustenance to those who need it most.",
        "price": 200.00
      },
      {
        "id": "9",
        "picture": "https://i.ibb.co/fdDkkc8/15442298-5578298.jpg",
        "title": "Donation for Healthcare",
        "category": "Health",
        "category_bg": "#0052ff33 ",
        "card_bg": "#0052ff26",
        "text_button_bg": "#636cc5",
        "title_text_color": "#0052FF",
        "category_text_color": "#0052FF",
        "description":  "Contribute to better healthcare for everyone in your community. Your donation supports essential medical care, access to treatments, and improved healthcare facilities. By investing in healthcare, you ensure that individuals receive the care they need to lead healthy lives. Together, we can make a meaningful impact on the well-being of our community. Join us in our mission to create a healthier and more prosperous future for all.",
        "price": 350.00
      },
      {
        "id": "10",
        "picture": "https://i.ibb.co/VTSQ1k6/5596210-55761.jpg",
        "title": "Quality Education Fund",
        "category": "Education",
        "category_bg": "#ff444a33 ",
        "card_bg": "#ff444a26",
        "text_button_bg": "#3ec172",
        "title_text_color": "#FF444A",
        "category_text_color": "#FF444A",
        "description": "Support initiatives that ensure quality education is accessible to all. Your donation helps us provide educational resources, scholarships, and opportunities to underserved students. By investing in education, you contribute to a brighter future for individuals and communities. Together, we can break barriers to education and empower every child to reach their full potential. Join us in our mission to create a world where knowledge and opportunities are within everyone's reach.",
        "price": 300.00
      },
      {
        "id": "11",
        "picture": "https://i.ibb.co/Y8CcBm0/12178761-4934413.jpg",
        "title": "Clothing for Those in Need",
        "category": "Cloth",
        "category_bg": "#79c23f26",
        "card_bg": "#79c23f33",
        "text_button_bg": "#e82626",
        "title_text_color": "#79C23F",
        "category_text_color": "#79C23F",
        "description": "Your clothing donations make a big difference in the lives of many. Your generosity provides clothing items to those who lack proper attire. For many, having warm and suitable clothing is a necessity, and your contribution helps fill that need. Join us in our mission to collect and distribute clothing to those in need, especially during challenging times. Your donation brings warmth and dignity to individuals facing difficult circumstances.",
        "price": 150.00
      },
      {
        "id": "12",
        "picture": "https://i.ibb.co/NZGWQ25/24721219-6896001.jpg",
        "title": "End Hunger Campaign",
        "category": "Food",
        "category_bg": "#f8714733",
        "card_bg": "#f8714726",
        "text_button_bg": "#c8568f",
        "title_text_color": "#F87147",
        "category_text_color": "#F87147",
        "description": "Together, we can ensure no one goes to bed hungry in our community. Your donation supports our campaign to provide food assistance, meal programs, and resources to individuals and families facing hunger. Hunger is a pressing issue, and your generosity can make a significant impact. Join us in our mission to create a community where everyone has access to nutritious meals and no one has to worry about their next meal. Your contribution brings hope and sustenance to those who need it most."
        ,
        "price": 250.00
      }
    ]

 


  
  
  
  
  
  
  
  
  
  